Repository: Mohamad-jaber/Django-API
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Number of Times Sold
ar: عدد مرات البيع

source: Bottle Status
ar: حاله العبوه

source: No bottles found.
ar: لم يتم العثور على عملاء.

source: Total Orders
ar: الطلبات

source: Average Bottles Per Order
ar: متوسط الزجاجات لكل طلب

source: Average Payment Per Day
ar: متوسط الدفع في اليوم الواحد

source: Total Bottles
ar: العبوات

source: Available Bottles
ar: الزجاجات المتوفرة

source: Sold Bottles
ar: الزجاجات المباعة

source: Discarded Bottles
ar: العبوات المتلفه

source: Total Payment
ar: المدفوعات

source: Average Payment Per Month
ar: متوسط الدفع شهريا

source: Top 5 Users
ar: أفضل 5 مستخدمين

source: Name
ar: الاسم

source: Orders
ar: الطلبات

source: No customers found.
ar: لم يتم العثور على عملاء.

source: Amount
ar: المبلغ المستحق

source: Date
ar: تاريخ

source: Order Quantity
ar: كمية الطلب

source: Order Status
ar: حالة الطلب

source: Customer
ar: عميل

source: No orders found.
ar: لم يتم العثور على عملاء.

source: Receiver
ar: المستلم

source: No payments found.
ar: لم يتم العثور على عملاء.

source: Navigation
ar: التنقل

source: Language
ar: اللغه

source: Payments
ar: المدفوعات

source: Bottles
ar: العبوات

source: Pending
ar: قيد الانتظار

source: Approved
ar: تمت الموافقة

source: Delivered
ar: تم التوصيل

source: Cancelled
ar: ألغيت

source: Available
ar: متوفرة

source: Sold
ar: مبيعه

source: Discarded
ar: متلفه
